#!/bin/sh

#Данный скрип сделан для отправки уведомлений в телеграм бот @Smart48_bot 
#Для работы вам нужно подписаться на бота и узнать id
#Для отправки из скриптов нужно положить данный файл на сервер статистики в папку /ext/ 
# зайти на сервер статистики и дать права на запуск выполнить chmod +x 90.sh
#вызвать данный скрипт и передать ему id разделитель || текст сообщения.
# setStatus(1000:90, "11111111||Тестовое сообщение в телеграмм");
#
#Уведомление через телеграм удобные, всегда доставляются в отличие от PUSH

wget -q  -O - "http://tg.smart48.ru/tg_hex.php?bot=Smart48&hex=${3}" 
